[
    {
        "source": "The Verge",
        "title": "Honda’s Prelude returns as a 200-horsepower fake-shifting hybrid",
        "description": "Honda is bringing back the sporty Prelude as a technology-packed 200-horsepower hybrid to tug at nostalgia strings. It’s the first new Prelude in 25 years and the front-wheel-drive-coup antidote to crossover SUVs. Pricing hasn’t been announced but in Japan it…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nSimulated vroom vroom to impress your date.\r\nSimulated vroom vroom to impress your date.\r\nby\r\nThomas RickerClose\r\nThomas Ricker\r\nPosts from this author will be a… [+3426 chars]",
        "url": "https://www.theverge.com/news/772274/honda-prelude-fake-shifting-sound-hyrbid",
        "publishedAt": "2025-09-05T09:03:58Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "The Verge",
        "title": "The viral video of a ‘deactivated’ Tesla Cybertruck is most likely fake",
        "description": "Did Tesla remotely deactivate a Cybertruck in the middle of a highway because the owner featured it in an unauthorized music video? It’s highly unlikely. On Sunday, Instagram user @bighuey313 posted a video of his supposed deactivated Cybertruck, complete wit…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe video quickly went viral on Reddit and BlueSky, despite some obvious discrepancies.\r\nThe video quickly went viral on Reddit and BlueSky, despite some obvious… [+2683 chars]",
        "url": "https://www.theverge.com/tesla/757594/tesla-cybertruck-deactivated-viral-video-fake",
        "publishedAt": "2025-08-11T17:53:49Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "The Verge",
        "title": "Ticket reseller sued for illegally buying over 2,000 Taylor Swift tickets",
        "description": "The Federal Trade Commission is suing a ticket broker for allegedly using “illegal means” to buy up hundreds of thousands of live event tickets, including for Taylor Swift’s Eras tour. Key Investment Group, which also does business as Epic Seats, TotalTickets…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe FTC lawsuit claims the reseller used fake accounts and banks of SIM cards to snag over 379K tickets from Ticketmaster in just over a year.\r\nThe FTC lawsuit c… [+3208 chars]",
        "url": "https://www.theverge.com/news/761476/taylor-swift-eras-tour-ftc-ticket-reseller-bots-lawsuit",
        "publishedAt": "2025-08-19T17:00:22Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "Android Central",
        "title": "Google's AI Overviews led users astray, reports say some phone numbers are scams",
        "description": "Users reported falling into scams following fake support numbers given by Google's AI Overviews that were scams.",
        "content": "What you need to know\r\n<ul><li>Some user reports are gaining attention after a few run into scams following phone numbers returned by Google's AI Overviews.</li><li>Users searching for customer suppo… [+4119 chars]",
        "url": "https://www.androidcentral.com/apps-software/ai/google-ai-overviews-led-users-astray-some-phone-numbers-are-scams-report",
        "publishedAt": "2025-08-18T19:03:00Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "The Verge",
        "title": "The winners and losers of Taylor Swift’s engagement announcement",
        "description": "The world’s most famous celebrity couple got engaged, and the first place the news broke was on Instagram. By now, it’s not much of a surprise that pop star Taylor Swift and football player Travis Kelce opted to announce their engagement on the platform on Tu…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nWhich platforms got the biggest engagement news of the year and which didnt.\r\nWhich platforms got the biggest engagement news of the year and which didnt.\r\nby\r\nM… [+4680 chars]",
        "url": "https://www.theverge.com/news/766173/taylor-swift-travis-kelce-engagement-announcement-instagram-threads",
        "publishedAt": "2025-08-26T19:04:14Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "Daily Beast",
        "title": "Fuming Trump Lashes Out at Embarrassing Polls in Bonkers Rant",
        "description": "President Donald Trump appears to be in deep denial about his historically low approval ratings. “Except what is written and broadcast in the Fake News, I...",
        "content": "President Donald Trump appears to be in deep denial about his historically low approval ratings.\r\nExcept what is written and broadcast in the Fake News, I now have the highest poll numbers Ive ever h… [+2864 chars]",
        "url": "https://www.thedailybeast.com/fuming-donald-trump-lashes-out-at-embarrassing-polls-in-bonkers-rant/",
        "publishedAt": "2025-08-25T13:06:29Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "Android Central",
        "title": "How well does the Galaxy S25 detect fake fingerprints or facial data?",
        "description": "The Galaxy S25 features a fingerprint sensor and face unlock, but are they secure?",
        "content": "Can the Galaxy S25 detect fake fingerprints or facial data?\r\n- The most secure biometrics option on the Galaxy S25 is the in-display fingerprint sensor, which is not easily fooled.\r\n- This is due to … [+2673 chars]",
        "url": "https://www.androidcentral.com/phones/samsung-galaxy/how-well-does-the-galaxy-s25-detect-fake-fingerprints-or-facial-data",
        "publishedAt": "2025-08-13T08:51:54Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "BBC News",
        "title": "How Russia is quietly trying to win over the world beyond the West",
        "description": "Over the past three years, Russian state-backed news channel RT has expanded its international presence.",
        "content": "Juliana GragnaniEditor, BBC Global Disinformation Unit\r\nMaria KorenyukBBC Global Disinformation Unit\r\nJavier Gallardo likes to start his morning watching a classical music programme on television - i… [+14975 chars]",
        "url": "https://www.bbc.com/news/articles/cm2vr37yd4no",
        "publishedAt": "2025-08-24T23:06:41Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "Gizmodo.com",
        "title": "The DHS Wants You to Forget That Anakin Skywalker Also Descended Into Fascism",
        "description": "Once again, the U.S. government doesn't quite grasp the meanings behind 'Star Wars.'",
        "content": "Darth Vader is the villain in Star Wars. That’s not up for debate. Sure, over the course of three movies he is ultimately redeemed. And yes, through later movies and TV shows, those choices are somew… [+3112 chars]",
        "url": "https://gizmodo.com/the-dhs-wants-you-to-forget-that-anakin-skywalker-also-descended-into-fascism-2000641374",
        "publishedAt": "2025-08-11T16:31:06Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "Android Central",
        "title": "Tech Talk: Content Credentials are coming to your Pixel 10 camera. What are they?",
        "description": "Google introduced C2PA Content Credentials to the Pixel 10's camera app to help you keep track of what's real and what's not.",
        "content": "Welcome to Tech Talk, a weekly column about the things we use and how they work. We try to keep it simple here so everyone can understand how and why the gadget in your hand does what it does.\r\nThing… [+4536 chars]",
        "url": "https://www.androidcentral.com/phones/tech-talk-what-are-content-credentials",
        "publishedAt": "2025-08-21T15:04:00Z",
        "language": "en",
        "query": "fake news"
    },
    {
        "source": "BBC News",
        "title": "Chris Mason: How Polanski's Green leadership could impact UK politics",
        "description": "Zack Polanski's landslide victory is the latest example of a shake up in the country's politics.",
        "content": "Chris MasonPolitical editor\r\nZack Polanski's sweary, brash and blunt victory video on social media said everything about how the Green Party of England and Wales is under new leadership.\r\nHis landsli… [+2577 chars]",
        "url": "https://www.bbc.com/news/articles/c9d0d32q0eno",
        "publishedAt": "2025-09-02T22:49:49Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "BBC News",
        "title": "Seven claims made in new royal book from Brexit to Coronation",
        "description": "A new book on the connections between the royals and politics has revealed some eye-catching stories.",
        "content": "Sean CoughlanRoyal correspondent\r\nValentine Low's eminently readable, behind-the-scenes book about the royals has been making headlines, including how Queen Camilla fended off a sexual assault when s… [+6141 chars]",
        "url": "https://www.bbc.com/news/articles/c78z84d3gdgo",
        "publishedAt": "2025-09-02T23:47:00Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Elon Musk’s gangster tech regulation comes for Apple",
        "description": "Elon Musk is calling in another return on his investment in American politics: he's threatening Apple with a lawsuit because neither X nor xAI's Grok have been recommended on the iOS App Store. How serious this threat is - well, that's hard to say, as it was …",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nElon Musks gangster tech regulation comes for Apple\r\nMusks antitrust tantrum takes on a new target.\r\nby\r\nElizabeth LopattoClose\r\nElizabeth Lopatto\r\nPosts from th… [+9657 chars]",
        "url": "https://www.theverge.com/analysis/759338/elon-musk-apple-antitrust-app-store-ai-grok",
        "publishedAt": "2025-08-14T15:13:51Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "Gizmodo.com",
        "title": "“We Miss All the Trains to Get Rich”: The Real Story of Crypto and the Black Community",
        "description": "I went to a journalism convention expecting to talk about AI and politics. Instead, a chance encounter with a 24-year-old leader revealed a devastating truth about who gets left behind.",
        "content": "Ive been at the National Association of Black Journalists (NABJ) Annual Convention in Cleveland since August 6. I came expecting to hear about the state of our industry under Donald Trump’s second pr… [+6039 chars]",
        "url": "https://gizmodo.com/we-miss-all-the-trains-to-get-rich-the-real-story-of-crypto-and-the-black-community-2000640036",
        "publishedAt": "2025-08-07T15:23:51Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "BBC News",
        "title": "Suranne Jones: Playing the prime minister 'changes your perception' of politics",
        "description": "Suranne Jones plays the Prime Minister whose husband is kidnapped in new political thriller, Hostage.",
        "content": "Jones says she was 'a bit of a geek' when it came to researching the role and spent many hours in the House of Commons and talking to politicians \r\nActress Suranne Jones has taken on the role of many… [+5962 chars]",
        "url": "https://www.bbc.com/news/articles/cy5p7ze0ww4o",
        "publishedAt": "2025-08-21T00:29:20Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Intel will receive a $2 billion lifeline from SoftBank",
        "description": "SoftBank will invest $2 billion into Intel as the struggling chipmaker pulls back on spending and lays off thousands of workers. In an announcement, SoftBank CEO Masayoshi Son said the investment aligns with the firm’s belief that “advanced semiconductor manu…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe news comes amid reports of the US government taking a stake in Intel.\r\nThe news comes amid reports of the US government taking a stake in Intel.\r\nby\r\nEmma Ro… [+2340 chars]",
        "url": "https://www.theverge.com/news/761259/intel-softbank-2-billion-investment",
        "publishedAt": "2025-08-19T12:44:27Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Florida man orders beautification of America after gold-plating the White House",
        "description": "President Donald Trump signed a new executive order on Thursday to improve the “usability and aesthetics” of US government services by creating “first-class online and offline experiences for Americans.” “It is time to update the Government’s design language …",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nMake America Design Again.\r\nMake America Design Again.\r\nby\r\nJess WeatherbedClose\r\nJess Weatherbed\r\nPosts from this author will be added to your daily email diges… [+2092 chars]",
        "url": "https://www.theverge.com/news/764142/trump-executive-order-national-design-studio",
        "publishedAt": "2025-08-22T08:35:35Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Trump administration suspends FEMA employees who warned about disaster response",
        "description": "FEMA has suspended at least 30 employees after they warned that spending limits, staffing cuts, and gaps in leadership hurt the agency’s ability to respond to disasters. The employees received emails notifying them that they’d been put on administrative leave…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe letter urges Congress to take action to stop the Trump administration from dismantling FEMA and prevent another national catastrophe like Hurricane Katrina.\r… [+2686 chars]",
        "url": "https://www.theverge.com/news/766890/trump-fema-employees-suspended-letter",
        "publishedAt": "2025-08-27T18:37:15Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Apple’s lock on iPhone browser engines gets a December deadline",
        "description": "We might finally see the first iPhone browsers built on top of third-party engines now that Japanese regulators have taken up the issue.  Apple’s malicious compliance in the EU has so far prevented Chrome, and its Blink engine, for example, from coming to iOS…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nJapan wont let Apple impose unreasonable technical restrictions\r\nJapan wont let Apple impose unreasonable technical restrictions\r\nby\r\nJess WeatherbedClose\r\nJess … [+2569 chars]",
        "url": "https://www.theverge.com/news/756580/apple-japan-alternative-ios-browsers",
        "publishedAt": "2025-08-08T08:15:40Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "The Verge",
        "title": "Trump is moving Space Command to Alabama",
        "description": "President Donald Trump is moving US Space Command’s headquarters from Colorado to Alabama, he announced during a press conference on Tuesday. The change reverses former President Joe Biden’s 2023 decision to leave it in Colorado Springs, where its temporary h…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nPoliticians from Alabama and Colorado have been battling over the headquarters for four years. \r\nPoliticians from Alabama and Colorado have been battling over th… [+2523 chars]",
        "url": "https://www.theverge.com/news/769475/trump-space-command-alabama-headquarters",
        "publishedAt": "2025-09-02T19:44:24Z",
        "language": "en",
        "query": "politics"
    },
    {
        "source": "Wired",
        "title": "Dolby Atmos FlexConnect Lets You Place Speakers Anywhere",
        "description": "This new technology now allows you to achieve excellent Dolby Atmos immersion regardless where you put a speaker in a room, but it's currently exclusive to TCL.",
        "content": "While Dolby imposes no hard limit on the number or type of speakers (or subwoofers) you can use in a single FlexConnect system, each manufacturers choice of processor determines whats feasible.\r\nWhat… [+2067 chars]",
        "url": "https://www.wired.com/story/dolby-atmost-flex-connect-tcl/",
        "publishedAt": "2025-09-03T12:03:00Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "Gizmodo.com",
        "title": "Musk Stakes Tesla Future on One Major Gamble",
        "description": "Will it become the next commonly adopted technology after EVs and smartphones?",
        "content": "In a striking shift of narrative, Elon Musk has declared that Teslas future valuation will derive 80% from its Optimus humanoid robots, not its electric vehicle business.\r\nThis declaration, made in t… [+4149 chars]",
        "url": "https://gizmodo.com/musk-optimus-robots-2000653481",
        "publishedAt": "2025-09-04T14:40:08Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "BBC News",
        "title": "AI stethoscope could detect major heart conditions in seconds",
        "description": "The new technology could be a \"game-changer\" resulting in patients being treated sooner, experts say.",
        "content": "Stethoscopes powered by artificial intelligence (AI) could help detect three different heart conditions in seconds, researchers say.\r\nThe original stethoscope, invented in 1816, allows doctors to lis… [+1992 chars]",
        "url": "https://www.bbc.com/news/articles/c2l748k0y77o",
        "publishedAt": "2025-08-30T16:50:15Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "Gizmodo.com",
        "title": "Why Is Tech Worried When Stocks Like Chevron Drop On Global Oil Worries?",
        "description": "Casual observers sometimes wonder why technology stocks—often seen as disconnected from the oil industry—sometimes react sharply to oil price movements.",
        "content": "Chevrons stock declined sharply this week before paring back losses, as mounting concerns about volatility in the global oil markets spooked traders.\r\nAnother group of worried market watchers? Tech c… [+3775 chars]",
        "url": "https://gizmodo.com/why-does-tech-follow-oil-markets-2000650975",
        "publishedAt": "2025-08-31T21:13:42Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "BBC News",
        "title": "Sony raises PlayStation 5 prices in US as tariff fears persist",
        "description": "The Japanese technology giant cited economic challenges as it raised prices for the consoles by around $50.",
        "content": "Sony is PlayStation 5 gaming consoles in the US will jump by around $50 (£37.16) from Thursday as the Japanese technology giant grapples with rising costs and a slowing video game market.\r\nLike many … [+2346 chars]",
        "url": "https://www.bbc.com/news/articles/cy081prg9jjo",
        "publishedAt": "2025-08-21T01:45:10Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "The Verge",
        "title": "Samsung has launched its first Micro RGB TV with improved color accuracy",
        "description": "First teased at CES 2025, Samsung has finally launched a TV featuring the company’s new Micro RGB backlight technology. The 115-inch TV is first launching in South Korea for over $32,000, according to SamMobile, but Samsung says it’s coming to the US next, fo…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe 115-inch TV is debuting in South Korea for over $32,000, but Samsung plans to bring it to the US.\r\nThe 115-inch TV is debuting in South Korea for over $32,00… [+3698 chars]",
        "url": "https://www.theverge.com/news/758063/samsung-micro-rgb-tv",
        "publishedAt": "2025-08-12T14:46:45Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "The Verge",
        "title": "Meta is going to stuff Midjourney AI images into your feed",
        "description": "Meta is partnering with Midjourney to “license their aesthetic technology” for use in its own models and products, Meta’s new chief AI officer, Alexandr Wang, announced on Friday. The partnership involves a “technical collaboration between our research teams,…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nMeta is partnering with Midjourney to license its aesthetic technology for models and products.\r\nMeta is partnering with Midjourney to license its aesthetic tech… [+2987 chars]",
        "url": "https://www.theverge.com/news/764715/meta-ai-midjourney-license-partnership",
        "publishedAt": "2025-08-22T21:07:04Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "The Verge",
        "title": "Hisense’s 116-inch RGB MiniLED TV is now available for $30,000",
        "description": "Following Samsung’s announcement of the company’s first Micro RGB TV yesterday, Hisense has finally revealed the price tag for its 4K TriChroma TV that uses similar technology and was first revealed at CES 2025. The 116-inch Hisense 116UX is available now fro…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nFirst announced at CES 2025, the TV could deliver more accurate colors using a new multicolor backlight technology.\r\nFirst announced at CES 2025, the TV could de… [+2208 chars]",
        "url": "https://www.theverge.com/news/758201/hisense-rgb-miniled-tv-116ux-100ux-now-available",
        "publishedAt": "2025-08-12T20:03:17Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "The Verge",
        "title": "DJI’s first robovac features drone tech and a transparent design",
        "description": "Following the reveal of its first 360-degree action camera a week ago, DJI has announced its first robot vacuum cleaner. The DJI Romo is available in three versions that are mostly differentiated by their appearance  — two use transparent shells to reveal the…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nLike DJIs recently announced drone and 360-degree camera, the Romo isnt launching in the US.\r\nLike DJIs recently announced drone and 360-degree camera, the Romo … [+4493 chars]",
        "url": "https://www.theverge.com/news/754168/dji-romo-robot-vacuum",
        "publishedAt": "2025-08-07T14:33:01Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "The Verge",
        "title": "Apple’s plan for AI could make Siri the animated center of your smart home",
        "description": "Apple is developing a bunch of products and features to deliver its vision of AI, including multiple robots, a smart home display, and a revamped version of Siri with new technology powering it, according to an extensive report from Bloomberg. The company’s g…",
        "content": "<ul><li></li><li></li><li></li></ul>\r\nThe latest Apple AI rumor covers a Clippy-like AI assistant, robots, and security cameras for your smart home.\r\nThe latest Apple AI rumor covers a Clippy-like AI… [+3417 chars]",
        "url": "https://www.theverge.com/news/758931/apple-ai-siri-smart-home-robot-security-camera",
        "publishedAt": "2025-08-13T19:41:23Z",
        "language": "en",
        "query": "technology"
    },
    {
        "source": "Aajtak.in",
        "title": "'राधाकृष्णन सीधे नेता हैं, राजनीति में खेल नहीं करते...', एनडीए की बैठक में बोले PM मोदी",
        "description": "राधाकृष्णन के बारे में बोलते हुए प्रधानमंत्री मोदी ने कहा कि वह ओबीसी समाज से आते हैं और एक जमीनी, सहज नेता हैं. पीएम ने कहा कि राधाकृष्णन राजनीति में खेल नहीं करते हैं. प्रधानमंत्री ने विपक्ष से अपील की कि वे एनडीए उम्मीदवार का समर्थन करें ताकि उपराष्ट्रपति …",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/news/story/pm-modi-in-nda-meeting-says-radhakrishnan-is-a-straightforward-leader-he-does-not-play-games-in-politics-ntc-rpti-2313314-2025-08-19",
        "publishedAt": "2025-08-19T06:39:01Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "PM पर अपशब्द, पटना कांग्रेस दफ्तर में झड़प... नफरत की राजनीति क्यों?",
        "description": "बिहार के दरभंगा में राहुल गांधी की 'वोटर अधिकार यात्रा' के मंच से प्रधानमंत्री नरेंद्र मोदी के लिए कहे गए अपशब्दों पर राजनीतिक तूफान खड़ा हो गया है. बीजेपी इसे बड़ा मुद्दा बना रही है. इधर 27 अगस्त को हुई इस घटना के विरोध में आज बीजेपी कार्यकर्ता पटना में कांग…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/politics/video/offensive-remarks-on-pm-modi-bjp-workers-clash-ytvd-2321267-2025-08-29",
        "publishedAt": "2025-08-29T13:12:21Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "संसद सत्र में काम कम, राजनीति ज्यादा, सांसदों के वेतन कटौती की मांग",
        "description": "संसद के मानसून सत्र में कामकाज में भारी कमी देखी गई है. चर्चा के दौरान यह सवाल उठा कि क्या संसद सत्र के दौरान राजनीति ज्यादा और काम कम होने लगा है. सत्र में दो-तिहाई कम काम होने के पीछे पक्ष और विपक्ष दोनों को जिम्मेदार ठहराया गया है. एक निर्दलीय सांसद ने संस…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/news/video/politics-in-parliamentary-session-demand-for-reduction-mps-salaries-ytvd-2315411-2025-08-21",
        "publishedAt": "2025-08-21T13:08:03Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "BBC News",
        "title": "थाईलैंड: कोर्ट ने पैतोंगटार्न शिनावात्रा को पीएम पद से हटाया, आख़िर किस वजह से उन्हें गंवानी पड़ी सत्ता",
        "description": "जून में, थाईलैंड की पूर्व प्रधानमंत्री और कंबोडियाई नेता के बीच हुई बातचीत का ऑडियो वायरल होने के बाद, वहाँ की राजनीति में बड़ा बदलाव आया है.",
        "content": ", Getty Images\r\n.\r\n 2008 .\r\n .\r\n . 37 . .\r\n2011 2014 .\r\n. . '' .\r\n \" \" . 2021 2023 .\r\n . .\r\n .\r\n , Reuters\r\n, \r\n.\r\n .\r\n . .\r\n, , , .\r\n , 17 .\r\n , . .\r\n, Getty Images\r\n, \"\" \r\n.\r\n .\r\n 2000 .\r\n 2001 .\r\n… [+610 chars]",
        "url": "https://www.bbc.com/hindi/articles/cx2xvryxdg1o",
        "publishedAt": "2025-08-29T15:06:11Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "'पिछली सरकारों ने देश को वोट बैंक की राजनीति में उलझाकर रखा', पीएम मोदी का कांग्रेस पर हमला",
        "description": "दिल्ली में एक कार्यक्रम में पीएम मोदी ने कहा कि भारत जल्द ही दुनिया की तीसरी सबसे बड़ी अर्थव्यवस्था बनेगा और वैश्विक विकास में 20% तक योगदान देगा. उन्होंने कहा कि पहले की सरकारों ने देश को वोट बैंक की राजनीति में उलझाकर रखा था. उनकी सोच चुनाव से आगे सोचने की …",
        "content": ". . 20% . . \r\n 4.4% , . , , . .\r\n SIP ( ) . . \r\n (GST) , . . . (EV) 100 . 26 .\r\n. . , . , . .",
        "url": "https://www.aajtak.in/india/news/story/pm-modi-attacks-congress-previous-governments-country-entangled-vote-bank-politics-ntc-dskc-2317011-2025-08-23",
        "publishedAt": "2025-08-23T16:10:20Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "BBC News",
        "title": "सिर्फ़ एक फ़ोन कॉल, और थाईलैंड की राजनीति में आया तूफान- दुनिया जहान",
        "description": "जून में, थाईलैंड की पूर्व प्रधानमंत्री और कंबोडियाई नेता के बीच हुई बातचीत का ऑडियो वायरल होने के बाद, वहाँ की राजनीति में बड़ा बदलाव आया है.",
        "content": ", Getty Images\r\n, \r\n. 2025 .\r\n . .\r\n, , , .\r\n , 17 .\r\n, . .\r\n - .\r\n , Getty Images\r\n, \"\" \r\n.\r\n .\r\n 2000 .\r\n 2001 .\r\n , \" . . . . .\"\r\n , .\r\n2006 .\r\n . 2008 15 2023 .\r\n . .\r\n .\r\n2023 ' ' , .\r\n, .\r\n .\r\n… [+527 chars]",
        "url": "https://www.bbc.com/hindi/articles/cd7yy58909xo",
        "publishedAt": "2025-08-14T15:47:33Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "कांग्रेस ने फिर लगाया 'वोट चोरी' का आरोप, की VVPAT की मांग, देखें मुंबई मेट्रो",
        "description": "महाराष्ट्र की राजनीति में दिल्ली में हलचल तेज है. उपमुख्यमंत्री एकनाथ शिंदे ने प्रधानमंत्री और गृहमंत्री से मुलाकात की, जबकि उद्धव ठाकरे इंडिया गठबंधन की बैठक में शामिल होने पहुंचे. विपक्ष वीवीपैट या बैलेट पेपर से चुनाव कराने की मांग कर रहा है और चुनाव आयोग प…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/programmes/mumbai-metro/video/congress-alleges-vote-theft-in-maharashtra-fadnavis-shinde-political-turmoil-vvpat-controversy-frvd-2305115-2025-08-07",
        "publishedAt": "2025-08-07T02:11:02Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "चुनाव आयोग पर गंभीर सवाल, वोटर लिस्ट में गड़बड़ी और 'वोट चोरी' के आरोप",
        "description": "भारतीय राजनीति में 'वोट चोरी' और फर्जी वोटरों को लेकर बहस तेज हो गई है. बीजेपी ने कांग्रेस नेता राहुल गांधी और प्रियंका गांधी पर रायबरेली और वायनाड में फर्जी वोटरों के जरिए चुनाव जीतने का आरोप लगाया है. बीजेपी ने अखिलेश यादव, डिंपल यादव, अभिषेक बनर्जी और एम क…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/politics/video/serious-questions-about-the-election-commission-discrepancies-in-the-voter-list-and-allegations-of-vote-theft-ytvd-2309789-2025-08-14",
        "publishedAt": "2025-08-14T07:20:10Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "ईडी-सीबीआई पर घमासान, क्या जेल से चलेगी सरकार?",
        "description": "केंद्र सरकार ने राजनीति में नैतिकता और अपराधीकरण को रोकने के उद्देश्य से संसद में तीन नए विधेयक पेश किए हैं. इन विधेयकों का लक्ष्य प्रधानमंत्री, मुख्यमंत्री और मंत्रियों जैसे संवैधानिक पदों पर बैठे नेताओं को पद से हटाना है, यदि वे गंभीर अपराधों के आरोप में जे…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/news/video/ed-cbi-clash-will-government-operate-from-jail-ytvd-2314552-2025-08-20",
        "publishedAt": "2025-08-20T13:53:54Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "महाराष्ट्र में ध्वजारोहण पर सियासी बवाल, महायुति में दिखीं दरारें!",
        "description": "स्वतंत्रता दिवस से ठीक पहले महाराष्ट्र की राजनीति में सियासी बवाल मचा हुआ है. ध्वजारोहण के एक फैसले ने रायगढ़ और नासिक में सत्ता के गलियारों में तनाव बढ़ा दिया है. महायुति गठबंधन के भीतर की दरारें साफ नजर आने लगी हैं.",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/maharashtra/video/political-uproar-over-flag-hoisting-in-maharashtra-cracks-in-the-mahayuti-alliance-ytvd-2309107-2025-08-13",
        "publishedAt": "2025-08-13T08:02:40Z",
        "language": "hi",
        "query": "राजनीति"
    },
    {
        "source": "Aajtak.in",
        "title": "'ताकत और तकनीक से आती है दादागीरी, भारत को बढ़ाना होगा निर्यात...', बोले गडकरी",
        "description": "विश्वेश्वरैया राष्ट्रीय प्रौद्योगिकी संस्थान (VNIT) में आयोजित कार्यक्रम में गडकरी ने कहा, अगर हमारे निर्यात और अर्थव्यवस्था की दर बढ़ेगी तो मुझे नहीं लगता कि हमें किसी के पास जाने की जरूरत पड़ेगी. जो देश ‘दादागीरी’ कर रहे हैं, वे इसलिए कर रहे हैं क्योंकि वे …",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/news/story/union-minister-nitin-gadkari-stresses-importance-of-science-and-technology-need-to-increase-exports-ntc-dskc-2307128-2025-08-10",
        "publishedAt": "2025-08-10T04:06:16Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Aajtak.in",
        "title": "10 ट्रिलियन येन निवेश का लक्ष्य, रोड मैप तैयार... टोक्यो में बोले PM मोदी",
        "description": "प्रधानमंत्री मोदी जापान दौरे पर हैं. टोक्यो में दोनों देशों के बीच कई MoU साइन हुए हैं. इस दौरान पीएम ने कहा कि भारत और जापान ने अपनी विशेष रणनीतिक और वैश्विक साझेदारी में एक नए अध्याय की नींव रखी है. दोनों देश अगले दशक के लिए एक रोड मैप पर सहमत हुए हैं, जिसक…",
        "content": ". MoU . . , , , , , , , -- . 10 10 .",
        "url": "https://www.aajtak.in/india/news/video/pm-modi-japan-visit-10-trillion-yen-investment-aim-defense-make-in-india-ytvd-2321206-2025-08-29",
        "publishedAt": "2025-08-29T11:52:23Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Hindikunj.com",
        "title": "5G तकनीक और उसका हमारे जीवन पर असर",
        "description": "5G तकनीक और उसका हमारे जीवन पर असर5G तकनीक, जिसे पांचवीं पीढ़ी की वायरलेस नेटवर्क तकनीक के रूप में जाना जाता है, संचार और प्रौद्योगिकी के क्षेत्र में एक क्रांतिकारी कदम है। यह तकनीक न केवल इंटरनेट की गति को अभूतपूर्व स्तर तक ले जाती है, बल्कि हमारे जीवन के हर…",
        "content": "5G ी ा ाे ी \r\n5G ी, िे ांीं ी़ी ी ाे े् ी े ू ें ाा ाा ै, ंा ्ौ्ोिी े ्े् े",
        "url": "https://www.hindikunj.com/2025/08/impact-of-5g-technology-on-society.html",
        "publishedAt": "2025-08-12T06:36:00Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Aajtak.in",
        "title": "7 साल बाद... चीन में पीएम मोदी-जिनपिंग की मुलाकात, क्या हैं मायने?",
        "description": "चीन के तिआनजिन में प्रधानमंत्री मोदी और राष्ट्रपति शी जिनपिंग के बीच 50 मिनट की द्विपक्षीय बैठक हुई, जिसमें सीमा विवाद, व्यापार घाटा, निवेश, प्रौद्योगिकी हस्तांतरण, आतंकवाद, कैलाश मानसरोवर यात्रा और सीधी उड़ानों की बहाली जैसे मुद्दों पर चर्चा हुई. पीएम मोदी न…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/programmes/video/sco-summit-2025-pm-modi-xi-jinping-meeting-in-tianjin-india-china-bilateral-relations-frvd-2322123-2025-08-31",
        "publishedAt": "2025-08-31T07:28:56Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Aajtak.in",
        "title": "चीन पर भारत की कूटनीति, आत्मसमर्पण या सतर्कता?",
        "description": "भारत और चीन के संबंधों पर कूटनीतिक बहस जारी है. एक पक्ष का कहना है कि कूटनीति एक गतिशील प्रक्रिया है, जिसमें दुश्मन देशों के साथ भी बैक-चैनल बातचीत चलती रहती है. भारत एक शक्तिशाली देश है जिसकी अपनी ताकतें हैं, जैसे बड़ा बाजार, दुनिया की 20% आबादी और प्रौद्योग…",
        "content": "Copyright © 2025 Living Media India Limited. For reprint rights: Syndications Today",
        "url": "https://www.aajtak.in/india/news/video/india-diplomacy-towards-china-surrender-or-vigilance-ytvd-2322367-2025-08-31",
        "publishedAt": "2025-08-31T12:41:02Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Moneycontrol",
        "title": "GATE 2026:पिछले साल के सवाल और सैंपल पेपर हुए जारी, इस तरह कर सकते हैं डाउनलोड",
        "description": "GATE 2026: इंजीनियरिंग में ग्रेजुएट एप्टिट्यूड टेस्ट (GATE) 2026 के लिए सैंपल पेपर जारी कर दिए गए हैं। इसके साथ ही पिछले साल के नवीन ऊर्जा विज्ञान का सेक्शनल पेपर जारी कर दिए हैं। ये परीक्षा भारतीय प्रौद्योगिकी संस्थान (IIT) गुवाहाटी आयोजित कर रहा है। इस परीक…",
        "content": ", , , (IISc) - , ., .. .., (PSU) - ,",
        "url": "https://hindi.moneycontrol.com/education/gate-2026-previous-year-questions-and-sample-papers-released-this-is-how-you-can-download-article-2100190.html",
        "publishedAt": "2025-08-14T18:38:16Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Moneycontrol",
        "title": "R Systems ₹400 करोड़ में Novigo Solutions का अधिग्रहण करेगी",
        "description": "R Systems International Limited ने Novigo Solutions के अधिग्रहण के लिए एक निश्चित समझौते पर हस्ताक्षर किए हैं। Novigo Solutions, लो-कोड/नो-कोड (LCNC) डेवलपमेंट और इंटेलिजेंट ऑटोमेशन सेवाओं में विशेषज्ञता रखती है। इस लेनदेन के लिए ₹400 करोड़ का नकद भुगतान किया…",
        "content": "R Systems International Limited Novigo Solutions Novigo Solutions, -/- (LCNC) 400 , EBITDA 2,060 ( 24 ) 380 ( 4.5 ) EBITDA \r\n R Systems OptimaAl Suite Novigo UiPath - R Systems 2 \r\n :\r\n<table>\r\n<tr><… [+697 chars]",
        "url": "https://hindi.moneycontrol.com/news/stocks/r-systems-to-acquire-novigo-solutions-for-indian-rupee400-crore-2-alpha-article-2112702.html",
        "publishedAt": "2025-08-21T17:30:44Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Moneycontrol",
        "title": "ग्रीन हाइड्रोजन समाधानों के लिए Thermax और HydrogenPro की साझेदारी",
        "description": "प्रमुख ऊर्जा और पर्यावरण समाधान प्रदाता Thermax ने बड़े पैमाने पर ग्रीन हाइड्रोजन परियोजनाओं के लिए एल्कलाइन वाटर इलेक्ट्रोलिसिस समाधानों को स्वदेशी बनाने के लिए HydrogenPro ASA के साथ एक रणनीतिक साझेदारी की घोषणा की है। इस सहयोग का लक्ष्य इलेक्ट्रोलाइजर सिस्…",
        "content": "Thermax HydrogenPro ASA , -- \r\n , Thermax HydrogenPro , , - Thermax - \r\nThermax MD &amp; CEO HydrogenPro HydrogenPro Thermax , , , \r\nHydrogenPro CEO Thermax foothold , \r\n Thermax \r\n , Thermax , , - T… [+133 chars]",
        "url": "https://hindi.moneycontrol.com/news/stocks/thermax-partners-with-hydrogenpro-for-green-hydrogen-solutions-alpha-article-2093735.html",
        "publishedAt": "2025-08-12T14:05:29Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Moneycontrol",
        "title": "ONGC और EIL का समझौता, मिलकर यहां बनाएंगी हीलियम रिकवरी प्लांट",
        "description": "ऑयल एंड नेचुरल गैस कॉरपोरेशन (ONGC) ने अपने अनुसंधान और विकास विभाग ONGC एनर्जी सेंटर ट्रस्ट (OECT) के माध्यम से, 18 अगस्त, 2025 को इंजीनियर्स इंडिया लिमिटेड (EIL) के साथ तमिलनाडु के कावेरी एसेट में ONGC के कुथालम गैस कलेक्शन स्टेशन पर एक हीलियम रिकवरी डेमोंस…",
        "content": "(ONGC) ONGC (OECT) , 18 , 2025 (EIL) ONGC \r\n (DPR), (BEDP) EPCM , , , , \r\nCSIR- (CSIR-IIP) 99.995 - 750 Nm³/hr 110 \r\n 39.42 ( GST) , 18 \r\n , , , , \r\n ONGC - \r\n , OECT EIL , ONGC",
        "url": "https://hindi.moneycontrol.com/news/stocks/ongc-partners-with-eil-for-indian-rupee39-42-crore-helium-recovery-plant-alpha-article-2104922.html",
        "publishedAt": "2025-08-19T01:40:42Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    },
    {
        "source": "Moneycontrol",
        "title": "Shubhanshu Shukla: प्रधानमंत्री मोदी से मिले अंतरिक्ष यात्री शुभांशु शुक्ला, ISS से खींची गई पृथ्वी की तस्वीरें की भेंट",
        "description": "Shubhanshu Shukla in India: प्रधानमंत्री नरेंद्र मोदी ने ग्रुप कैप्टन शुभांशु शुक्ला से सोमवार (18 नवंबर) को मुलाकात की। शुभांशु शुक्ला इंटरनेशनल स्पेस स्टेशन (आईएसएस) की यात्रा करने वाले पहले भारतीय अंतरिक्ष यात्री हैं। शुभांशु शुक्ला 25 जून 2025 को एक्सिओम-…",
        "content": "Shubhanshu Shukla in India: (18 ) () 25 2025 -4 18 15 (ISS) \r\n -4 ' ' PM \r\n-4 25 26 (17 ) (), - () () 18 \r\n 79 , \" , \"\r\nISS 2040 ' - 2047 ' \r\n, \" 2040 \" 2047 \r\n#WATCH | Group Captain Shubhanshu Shukl… [+178 chars]",
        "url": "https://hindi.moneycontrol.com/india/pm-modi-meets-iaf-group-captain-shubhanshu-shukla-first-indian-to-go-to-space-station-article-2104780.html",
        "publishedAt": "2025-08-18T14:49:21Z",
        "language": "hi",
        "query": "प्रौद्योगिकी"
    }
]